Revit 2027 API
DocumentReloadLatestProgressChangedEventArgs.RetryTimes Property
 The number of times Revit has tried to Reload Latest. Its value is '0' at the first time.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int RetryTimes { get; }
Public ReadOnly Property RetryTimes As Integer
	Get
public:
property int RetryTimes {
	int get ();
}
member RetryTimes : int with get
Property Value
Int32
See Also
Reference
DocumentReloadLatestProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace